{
  "date": "04/2024",
  "news": [
{
      "title": "Writers' Rivalry 2024",
      "author": "MUIDS Press",
      "tag": ["English", "Competition", "Short Story"],
      "date": "25 February 2024",
      "p": [
        "Having recognized the importance of literature, the MUIDS Press Board and the Modern Language Department will be hosting a short story competition (referred to as Writers’ Rivalry) for all grades under the theme of ‘change and transformation.’",
        "Decisions made by the judging committee composed of student representatives and teachers from the Modern Language Department combined shall be considered as final in the case of any disputes.",
        "The story must contain an originally-designed cover and adhere to all the formatting guidelines in the attached document. Any variation from these guidelines could result in disqualification.",
        "<button onclick='location.href=`https://docs.google.com/document/d/10ebLmsJyo34jR_8AkFAlvYFaxYhSVCb6E1QODiomTHg/`;' style='width:100%;text-style:center;margin:auto;padding: 10px;font-family:inherit;background-color:rgb(255,200,69);border-radius:5px;border:none;cursor:pointer'>Guidelines</button>",
        "The content in the story must be age appropriate and shall not contain any profanity or slurs. The work must be submitted no later than May 3rd, 2024 at 23:59.",
        "All participants who have submitted a valid entry will be awarded the maximum of 15 learner development hours or the amount deemed appropriate by the judges, and a certificate of participation. For the top three places, the winners will receive:",
        "<ul><li>First place: 2000 Thai Baht and special certificate.</li><li>Second place: 1000 Thai Baht and special certificate.</li><li>Third place: 500 Thai Baht and special certificate.</li></ul>",
        "Apply here:",
        "<button onclick='location.href=`https://forms.gle/j527S66g6TBB68CK8`;' style='width:100%;text-style:center;margin:auto;padding: 10px;font-family:inherit;background-color:rgb(255,200,69);border-radius:5px;border:none;cursor:pointer'>Apply</button>",
        "Additional honorable mentions by grade level or specific characteristics may also be recognized and awarded special certificates (there will be no monetary award for honorable mentions).",
        "For inquiries regarding the competition, please contact <a href='mailto:muids.press@gmail.com'>muids.press@gmail.com</a>, <a href='mailto:thomas.jen@student.mahidol.edu'>thomas.jen@student.mahidol.edu</a>, or <a href='mailto:anankan.man@student.mahidol.edu'>anankan.man@student.mahidol.edu</a>.        "
      ],
      "img": "WR.png",
      "ref": ""
    }
  ]
}
