{
  "date": "02/2024",
  "news": [
    {
      "title": "Valentines Book Club Recommendations",
      "author": "Papapat Teeraphabpaiboon, Natkawarin Nattarin, Pitchaya Phitaksombat, Patkotchanut Kittisuthiwat",
      "tag": ["Valentine", "Book", "English"],
      "date": "16 February 2024",
      "p": [
        "If you’re spending Valentine's Day alone, like most of the book club members, why not do it with a book! We, book club members, have catered the top 5 romance books that we think you’ll enjoy more than your dead-end love life.",
        "<h2>1. The Cruel Prince by Holly Black</h2>",
        "<strong>Blurb:</strong> Follow a mortal, 17-year-old Jude Duarte, as she becomes embroiled in the perilous political conspiracies of the immortal Faerie realm. She wants to be above all fairies, resulting in her going out of her way and doing whatever it takes to achieve her goals. She lives there most of her life and throughout her life, she doesn’t like one particular fairy, Cardan, who is the young prince. Their lives have been intertwined since childhood; but with their hatred for each other and their ego, they didn’t confess their feelings. However, when problems arise and they become separated, they cannot bear the absence of the other. Will they be able to confess their love and solve their problems?",
        "<strong>Review:</strong> I love this book so much. I’m a person who gets bored easily, but this book makes me eager to know more about what's going to happen. The first chapter can end so well, but the next everything can change everything. The enemies to lovers trope in this book, set in a megalomaniac environment, makes it difficult to look away or even not think about what is going to happen next. If you want romance, this book serves the perfect course. Not only that, if you’re just here for the political stuff, this book also provides great details on how things operate and the logical thinking of each character to make one decision or, in this situation, contracts. I highly recommend this book; it makes me just want to forget everything and read it all over again. Definitely a 10/10 for me!",
        "<h2>2. The Memory Thief by Lauren Mansy</h2>",
        "<strong>Blurb:</strong> A high fantasy adventure that takes place in an original setting. This story follows Etta, a teenage girl with unique abilities, as she navigates through a corrupt world in order to save her mother and escape those who are against her, while also keeping herself and loved ones alive.",
        "<strong>Review:</strong> I liked this book a lot, and it was one of the few that actually held my attention to the end. I enjoyed the original world-building very much, and the execution of the plot was complex and unlike anything I’ve seen before. There is a romantic subplot that provides conflict, which is perfect for those of you who enjoy a bit of angst in your romance. The book is extremely fast paced and can be hard to keep up with at times, but for those who like plot-driven narratives, this should be your cup of tea.",
        "<h2>3. Flipped by Wendelin Van Draanen</h2>",
        "<strong>Blurb:</strong> The classic “she fell first but he fell harder”. This novel follows two children, Bryce Loski and Juli Baker. This coming of age novel begins when Bryce moves into Juli’s neighborhood in second grade, where she was then lovestruck by his charm. For Bryce, Juli’s crush was nothing but annoying, little did he know years later their feelings flipped.",
        "<strong>Review:</strong> I remember reading this because I wanted a light-hearted story and it delivered. “Flipped” is a heartwarming Americana book featuring puppy love and suburban white picket fences. It's really easy to read, with the entire book within a 200-page length perfect to binge in a night. However, if you’re not into commitments (like relationships), “Flipped” was also made into a movie in 2010, available now on Netflix.",
        "<h2>4. The Lunar Chronicles by Marissa Meyer</h2>",
        "<strong>Blurb:</strong> Ever imagined how “Cinderella” would’ve turned out if she were a cyborg? Well, look no further! The Lunar Chronicles is a 4 part sci-fi retelling of classic fairy tales such as Cinderella, Little Red Riding Hood, Rapunzel, and Snow White. The story follows Linh Cinder, a 16-year-old cyborg mechanic, as she travels through different lands to defeat the brainwashing moon monarchy and finds friendship, love, and acceptance along the way.",
        "<strong>Review:</strong> Personally, as an avid reader of all things not romance related, the last book in the series, “Winter” was my favorite. If you’re looking for romance, the series should contain what you’re looking for, since they introduce new pairings and characters in every book. However, if you’re someone like me, the romance is subtle enough (for the most part) that you can skim over it and not miss out on anything integral to the plot. If you’re looking for more after finishing the series, there are also two companion books that you can read to get more of your favorite characters.",
        "<h2>5. The King of Battle and Blood by Scarlett St. Clair</h2>",
        "<strong>Blurb:</strong> Isolde de Lara considers her wedding day her death day. To end a years-long war, she is to marry the vampire king, Adrian Aleksandr Vasiliev, and kill him. But her assassination attempt is thwarted. Isolde always wonders why he chose her and helps her so much with her country, but pressured by her father and her people's expectations, she hesitates.",
        "<strong>Review:</strong> This book was fine. The plot seems boring in the first chapter, but later I was hooked. This is another great book for Valentine’s Day. It focuses on romance and sometimes teaches lessons for the reader about relationships as well. Some plot twists made me shocked while reading, and I read the whole chapter with my mouth wide open. ",
        "And that's a wrap of the top 5 books you can spend with your Valentine! We hope some of the books mentioned capture your interest, and enjoy the juicy romance! "
      ],
      "img": "IMG_7535.png",
      "ref": ""
    },
        {
      "title": "AP Politics Summary",
      "author": "Pune Thiemboonkit",
      "tag": ["English", "AP"],
      "date": "20 February 2024",
      "p": [
        "Here is a free summary on AP Politics from a student who received a 5.",
        "Download here: <a href='https://muids.press/pdf_v0/AP_Politics_Pune.pdf'>Download</a>"
      ],
      "img": "poli.png",
      "ref": "Davis, Jeff. Barron’s AP Comparative Government and Politics. Barron’s Educational Series, Inc., 2019.\\https://www.canva.com/"
    }
  ]
}
