{
  "date": "01/2024",
  "news": [
    {
      "title": "Lethalness of Economics",
      "author": "Pune Thiemboonkit",
      "tag": ["Politics", "English", "Economics"],
      "date": "Jan 1, 2024",
      "p": [
        "Economics is defined as a study of scarce resources, production, consumption, and the connection between all financial decisions made in our daily lives that either contribute or contravene with society. Every individual in this world strives to uphold the stability of their financial status whether it's the people in the government or private sector. Having a formidable economy has always been a number one priority for them, and many would go to extreme lengths to assure and maintain their power, income, and place in the market. As the competition in the market grows, addition to conflicts would not only revolve around financial problems but the morals of humans as well.",
        "John Maynard Keynes, an English economist and philosopher once stated that, <q>Economics is a very dangerous science</q>, to which has been proven to be more true than once throughout history. This is because economics not only involves financial numbers or the analysis of income transfer but also politics, ideologies, international relations, and the development of society as a whole. All of these said elements can be twisted into advancing forward or backward with just the powers of policies created by the governments that struggle with the evolution of different concepts of ideologies regarding economics policies. It may take more than one failure of government constructed roads to angered the population into a protest, but one bad economic decision can set the whole public into a revolutionary group.",
        "Events like the collapse of the Soviet Union, Zimbabwe uncontrollable hyperinflation, the Great Depression all have one thing in common is that the downfall of their economy has affected their population greatly in which the quality and expectancy of life has been reduced significantly due to the risen rate of unemployment, starvation and political chaos. This not only demonstrates the strong correlation between economy, state, and its population, but also how a country can begin their downfall internally with only one factor of theirs sabotaged. It is only when the people suffer financially and physically, then they would turn their heads to the government and demand actions and accountability.",
        "As we enter the age where wars are being more narrowly watched and deemed unnecessary by many states, it raises the question on how one can gain a better advantage over the others without using any physical weapons or causing any international incidents but still holds their enemy by the grip to which they are able to benefits or exploits them to the maximum. The most strategic and dominant way to do so is by weaponizing the influences of one’s economic powers.",
        "The weaponization of economics has been a trendy option for powerful countries like the United States, Russia and China as a means to sabotage or manipulate others into gaining beneficial outcomes or advantages against the other countries since the Cold War. It still has always been an option in the modern era but with even greater usage along with the invention and advancement of technologies for which allows greater access and insight to the understanding of others' economic structure and systems. Among the population, however, the creation of economic autonomy from state influences like crypto currency has also been a revolutionary work for the people but also a threat for many governments.",
        "A prime example of economic weaponization would be the sanctions imposed by the United States and its coalition forces on Russia for their invasion of Ukraine as an effort to cut back on Russia's economy in hopes of pressuring them to cease the invasion. According to Edward Fishman, a policy planning staff of the U.S Department of State has classified the sanctions against the Central Bank of Russia as <q>the single largest sanctions actioned in modern history</q>. The hopes of these sanctions have centered around immobilizing the assets of the Russian government to prevent them from stabilizing the Ruble currency. This includes banning Russian oil and gas imports, the withdrawal of international companies like McDonald’s and Adidas, and the targeting of oligarchs associated with Putin or the Russian government.",
        "Though maximum efforts of economic sabotaging have been put in the conflicts against Russia, the growing debate about the efficiency of the sanctions are still being questioned by many public members as Russia has no plan to step down nor cease their intention in Ukraine. Though their imports are restricted by many western countries, Russia has maintained a friendly relationship with China and India economically which raises the concerns for many world leaders.",
        "To gain a better insight to the relationships between Russia, India, and China, it is shown that China has been and will be the biggest consumer of Russia’s fossil fuels with imports reaching around $30 billion in 2023 up into June 16 2023, according to Visual Capitalist. However, India has also maintained a competitive consumption of Russia's oil as they have reached a new level of oil imports, estimated around 1.93 million barrels per day as seen in May and mentioned by the Indian Express.",
        "With these events happening around the world, it became clear that countries are becoming more cautious with their economic decisions. With how dominion countries are being impacted by the sanctions, countries with weak or average economies must either side with one faction to ensure the stability of their economy in the long run. By only the stroke of a pen on a piece of paper, the world began turning their heads against each other.",
        "Weaponizing one's economic influence is one thing, but among the normal population, the seeking of financial betterment has never been more creative and dangerous at the same time until the creation and discovery of crypto currency.",
        "The creation of crypto currency, a digital currency that does not require the moderation of the state or any institution, has been a well-known currency around the world with an estimated total amount of 420 million users worldwide as of 2023. Without the state or government interference, crypto users are set in a restriction-free environment where they are able to transfer the currency across all borders and in whatever amount they please, in contrast to the banks, where regulations are set to a high standard.",
        "Although the currency is highly volatile, it placed and posed serious concerns for many major banks as well, this is because banks oftentimes rely on the regulations set by the governments to function properly but crypto provides a passage for users to not only make transactions anonymously but freely from any surveillance at a certain times.  The digital currency, however, has also been used to fund the war efforts in Ukraine as it is reported that around $212 million worth of crypto has been donated to the Ukrainian government and the people in the country. Supplying the Ukrainian forces with essential equipment like bullet-proof vests, radio, drones and many more. The Ukrainian Government has recognized the efforts and donations to their forces by the usage of crypto and issued a statement inTwitter on May, 2022, stating <q>The people of Ukraine are grateful for the support and donations from the global crypto community as we protect our freedom.</q>.",
        "The greatest war that is needed to be won is not on the land but through economics. Every single individual seeks to gain an increase in their financial status, and it is no doubt that some people are willing to manipulate or restrict other people's opportunity by any means necessary as an ensurement of their own financial well-being in this world. Economics has always played an important role in every place, its connection and impacts varies in diversity.",
        "Economics determines the relationships of one country to the others, the ideologies that the population within a state will have, the quality of lives the people will receive, and so on. All of said examples have already been demonstrated by the events mentioned in the article, whether the sanctions on Russia or the creation of a digital currency, both are prime examples of how economics is used to establish the basis of conflicts and benefits. The only question is for whom to receive such things?"
      ],
      "img": "",
      "ref": ""
    },
    {
      "title": "How Sleep Affects Students",
      "author": "Kitipoom Piriyalapha",
      "tag": ["Science", "English", "Health"],
      "date": "1 January 2024",
      "p": [
        "Students globally are experiencing more stress compared to other students in the last decade. During 2023 alone, 45% of high school students report feeling a lot of stress and 83% of the 45% are saying that school is the most influential source of the stress. This could be linked to how much sleep they have. So how do we fix this problem?",
        "Sleep is an especially important part of a teenager’s school life. (According to The National Institute of Neurological Disorders and Stroke; sleep allows mental pathways to connect and be maintained.) Without sleep, reaction time and concentration is reduced. Brain function is reliant on sleep, for example the communication of neurons. Since the attention span is reduced, students who sleep late are often sluggish and cannot concentrate in class. Often opting for distractions, on their devices, rather than focusing on the lecture or the activity the teacher is giving out.",
        "Memory is affected by lack of sleep as well, as during sleep the brain conducts a process called memory encoding; new information being perceived during NREM (Non Rapid Eye Movement) and REM (Rapid Eye Movement) parrots of sleep, and shaping this information into memories(allowing them to be able to be stored within the brain). Those who do not get a sufficient amount of sleep are sleep deprived; a common symptom is remembering things, additionally they will have reduced decision making skills along with poor behavioural and emotional control which would compromise students academically as they are less active and less likely to participate and might fall asleep during class hours. Thus a sufficient amount of sleep is advised, teenagers (14-17 years) should then get at least 8-10 hours of sleep."
      ],
      "img": "",
      "ref": "Information from The Sleep Foundation (sleepfoundation.org)"
    }
  ]
}
