{
  "date": "03/2024",
  "news": [
    {
      "title": "Book",
      "author": "Pune Thiemboonkit",
      "tag": ["Music", "Daily life"],
      "date": "24 March 2024",
      "p": [
        "<h2> INTRODUCTION </h2>",
        "<strong> This book was written with the intention to emphasize on certain aspects of the lecture given by Cameron Kirk Rush, such as the influence of music, the role that music plays in our life, and the contribution it has made to our society and our lives. </strong>",
        "<strong> Each chapter will summarize the author's perception on certain aspects of music. </strong>",
        "<strong> This book was created as a music project with the hopes to demonstrate an understanding of the class contents and the student (author) perception and interest in what is given as a lecture in class. </strong>",
        "<strong> The entire book was written in the author's perception; no attacks were intended in this book. </strong>",
        "<hr>",
        "<h2> CHAPTERS </h2>",
        "<strong> Chapter 1: The Force of Music </strong>",
        "       -Introduction to music influence",
        "<strong>Chapter 2: Hidden and Underappreciated Contributor</strong>",
        "       -Author perception on music and the influence on entertainment industry",
        "<strong>Chapter 3: Story-telling with Music</strong>",
        "       -Introduction to story-telling in form of songs",
        "<strong>Chapter 4: Time-traveling with Music</strong>",
        "       -Introduction to the old, new and the present-day style of music",
        "<strong>Chapter 5: Life with Music</strong>",
        "       -Author personal reflection on music",
        "<hr>",
        "<strong>Chapter 1: The Force of Music</strong>",
        "Music has traditionally been with humanity since the cavemen have discovered how to produce sounds by smashing rocks together. So as humans evolve, music evolves as well. We often overlook the role that music has contributed to the evolution of humanity, and the benefits that we as individuals gain out of it in daily life. Think about it, if we were to live in a society without music or any pleasurable sounds that can satisfy our ears and mind, our life would undeniably be bland and colorless. Take the movie “Titanic” as an example. We wouldn’t be enjoying nor sharing any tears together in any scene of the movie if it weren’t for the music that either dramatizes or influences the moods of the viewers. We often overlook the basic yet major aspect of all entertainment industries: MUSIC.",
        "It is undeniable that music has the ability to influence the way we feel, think, and act in life. Words or without words, it is the sound that is being played to our ears that truly attracts us. The same sound has the same capability as human words that can either excite or sadden us in our souls and heads. As Jane Swan has said, “how is it that music can, without words, evoke our laughter, our fears, our highest aspirations?” To dive deeper into what Jane Swan has said, we must first understand that we as humans are often exposed to influences from external forces such as the words of the people around us, which we have the ability to either accept or block as we see fit in our narrative in life. However, music is something much bigger than words. As the sound of music isn’t the same kind of sound you would hear from another person–it’s much bigger than that–it is a force that controls your moods, your motivation, and your mental state. Jane Swan has clearly recognized the great force that is attached to music, as she herself wonders the reason why music holds such a great deal over a person.",
        "From the analysis of Jane Swan's statement, we would surely come to an agreement that music–whether it’s the singer, genre, or rhythm used–would attach us individuals to a similar narrative experienced in our life and the reality we live in. In fact, Janes Swan has demonstrated how we as individuals feel some sense of attachment to music as she herself, crucially, was not a musician but rather an individual that comes from an entirely different background. Although her background has no correlation with music whatsoever, she is so keen on music and the understanding of musical influence. This shows that individuals feel some sort of connection to music even if they don’t even come from any music-related background. Remember, music is something that always remains neutral in life, it does not judge, separate, or require us to come from a specific background, it is always there for people to listen to and enjoy throughout life",
        "<hr>",
        "<strong>Chapter 2: Hidden and Underappreciated Contributor</strong>",
        "Hidden behind the background and ignored by the enjoyment, music is often a crucial part in dramatizing the effects of entertainment. As I have said in Chapter 1, music is the most basic yet major aspect in entertainment industries, for it acts as a contributor to the dramatization and enjoyment of the people. With this in mind, music comes in a variety of forms in the entertainment industry, which in turn create diverse content for people to enjoy. I certainly believed that a great film has great actors but an even greater film has great music.",
        "When we are watching a movie like Taxi Driver (directed by Martin Scorsese), where loneliness is depicted as the main theme of the movie, music plays a crucial role in setting the moods for the viewers. This requires a specific set of sounds from instruments to play in order to evoke the viewer’s stimuli to be set in the mood. Such music that is played in the movie “Taxi Driver” were soothing, soft, and slow in terms of rhythm, which can bring the viewers to a more relaxed and loose-up atmosphere, corresponding to the main theme of the movie. We can see that all of the movie aspects are linked to each other, and with music, it is linked to the enjoyment of the people: the same enjoyment that is needed to win over the hearts and minds of the people in order to land among the top of the industry. Though it may sound surprising, even the slightest, most miniscule change in the tone or rhythm of a music can cause a massive shift in the main meaning, message, or even intended theme of the movie. So a precise control of musical approach is needed to avoid dissatisfaction from the audiences and the producer themselves.",
        "As I have said, music is what supports many things to perfection which is why I always endure the practices of music whether in film or any industries. It is truly a magnificent practice to produce a sound that humanity has endured and kept alive for many generations. To understand the importance of it is one thing, but to truly recognize and appreciate the music is something that is beholden by every heart of composers and musicians alike.",
        "<hr>",
        "<strong>Chapter 3: “Story-telling with Music”</strong>",
        "Story-telling in the form of music has always been present in the music industry, especially in the 90’s and the 2000’s, with major artists like Tupac, J. Cole and Kendrick Lamar. These three artists are an example of how they gained popularity. By writing meaningful lyrics in their music, mixing, and composing it with the fast-growing popular genre of music–‘Hip-Hop’ or better known as ‘Rap’ music–they were able to become successful.",
        "Despite being considered as a controversial figure, Tupac, famously known by his birth name as Tupac “Amaru” Shakur, undeniably played a major role in the music industry by becoming a role model for many modern artists. One of his most notable songs, “Dear Mama”, was composed with the intention of expressing the reality he faced as a child growing up with financial struggles in Harlem. This song not only influences many individuals but also serves as a reminder to always stick with family, especially with one’s mother, as family blood is thicker than mud. Always remember that no man nor woman can maintain perfection, so be grateful for what you have as of right now. Some of the lyrics in Tupac’s song are motivational and empowering, such as the lyrics in “Dear Mama” where it said, “Ain't a woman alive that could take my mama's place,” “I finally understand for a woman it ain't easy tryin' to raise a man,” and “But the plan is to show you that I understand. You are appreciated.” These lyrics resonate with people and convey the message of accepting reality and making the best of it for their family and themselves. As Tupac always said, “All I’m trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me.”",
        "J. Cole is another artist that has always been around since my youth. Personally, the reason why I think that J. Cole is a major figure in the music industry not only because he tells a good story in his music, but also because he conveys emotional messages to his listeners by sharing relatable experiences with them. As I have mentioned before, music has the power to influence one’s emotions, which is why J. Cole is praised as an influential artist, as he always tries to connect with his listeners and give them messages of hope. In his famous song, “The Cut Off”, he states, “Time will tell who is on my side” which is one of the most relatable verses in my perception, as we all experience losses and gain as time progresses on in life. Although some of J. Cole's verses can be classified as a hard truth serum, they often act as a reality-check for many individuals. J. Cole's intention was not to bring his listeners down but instead to remind them that there are many people, even himself, that face relatable experiences that are both good and bad.",
        "Kendrick Lamar, one of the highly decorated artists in the music industry, has also demonstrated effective story-telling by using progressive storytelling with figurative language to summarize the message he tried to convey. This includes a variety of selections whether it’s about minor things in his daily life or the consequences he faced as a result of his early decisions. Nevertheless, Lamar's focus is on emphasizing the importance of understanding the experiences of growing up as a young black man in a working-class community. His intention is not to compare experiences but to make people understand the correlation between one’s background and the actions they take.",
        "In summary, story-telling in music comes in a variety of forms, including beats, rhythm and lyrics, but the true intention of all story-telling songs is to convey the message that the author wants others to understand, hear and emphasize. Story-telling in music is just one of the ways to transfer messages effectively, as people become attached to the music itself and may even develop ideas or opinions by just listening to it.",
        "<hr>",
        "<strong>Chapter 4: “Time-traveling with Music”</strong>",
        "Time-traveling, as time progresses in this world, sees many developments resulting from the progression in life, time and reality. However, one thing that evolves alongside the human race is music.",
        "Traditionally, music has been around for as long as 35,000 years, often undergoing many changes or modification to better fit the main theme that the society has dictate. For example, songs like “Allegro”, composed by Johann Sebastian Bach, played a significant role in entertaining the upper-middle class of the 18th century and was recognized for his incredible compositions throughout his life before passing away. Though his music was from the 18th century, many people still value it in the modern era as some of the finest pieces in the history of humanity. My true intention in discussing Bach was not to praise him entirely for his creation but to show you an example of how songs from ages ago can still make their way to the modern world, with people showing interest in composing similar songs, like Bach, but with some modernized rhythm to it. An example of a modernized Bach piece would be created by Johannes Fleischmann and his crew, “Symphoniacs”.",
        "A variety of music from 5, 10 or even 50 years ago can still be enjoyed at any time, as true masterpieces are not forgotten entirely. I truly believed that music can take us back in time, not physically but emotionally and mentally. Songs like “Jailhouse Rock” by Elvis Presley would be a prime example, as it capture the rhythm, beats and singing style modeled after the mid 50’s rock and roll, which composed mostly of electric bass guitars, drums and the technique of polyphony sound (where there are many individuals singing a specific independent lyric in the song). It not only attracted the teenagers but would eventually make it to the 60’s and the 80’s, where many musicians would end up producing in a similar style, like Elvis Presley.",
        "Although I have listed some major songs and singers from the past that are still known till these days, it’s important that minor singers may also be remembered by their fans and listeners. Music carries history with it, and with history comes an understanding of the musician’s goals and messages.",
        "<hr>",
        "<strong>Chapter 5: “Life with Music”</strong>",
        "Life is complicated and unpredictable. With every step and action we take, we may find ourselves in a whole new reality, either positive or negative. For me, I believe everyone has been at their lowest point in life as it is unavoidable. However, music is something that I can always rely on since it gives me the will and motivation to do something in life.",
        "In the midst of chaos and confusion, I believe that we seek something to calm us down, something that doesn’t add stress, and that ‘something’ is music. To elaborate on my point, I feel that music acts like our personal assistant that aligns with our thoughts and feelings",
        "In difficult situations, we often seek the exposure of pleasure and comfort, and for some, music provides just that. It isolates us from reality and returns us to our comfort zone, where we can relax and let go. Thus, this is why I always strive to maintain a positive outlook on life through music, using it as an antidote and motivator in life.",
        "Although this may be a short summary of my perspective, I would like to express my gratitude to all the musicians who dedicate their hard work in creating songs that would help people find motivation, relaxation and happiness in life."
      ],
      "img": "",
      "ref": ""
    },
    {
      "title": "An in-depth analysis of Spy School by Stuart Gibbs",
      "author": "Korn Boonyapison",
      "tag": ["Book", "Analysis", "Humour"],
      "date": "24 March 2024",
      "p": [
        "Click here to read the enntire book:",
        "<button onclick='location.href=`https://muids.press/pdf_v0/Analysis_of_Stuart_Gibbs_Spy School_Party.pdf`;' style='width:100%;text-style:center;margin:auto;padding: 10px;font-family:inherit;background-color:rgb(255,200,69);border-radius:5px;border:none;cursor:pointer'>Read</button>"
        
      ],
      "img": "",
      "ref": ""
    }
  ]
}
